Revit 2027 API
BuiltInFailures.RebarShapeFailures.ParameterValueNotDefined Property
 Parameter assigned to the dimension has no value defined.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ParameterValueNotDefined { get; }
Public Shared ReadOnly Property ParameterValueNotDefined As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ParameterValueNotDefined {
	FailureDefinitionId^ get ();
}
static member ParameterValueNotDefined : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarShapeFailures Class
Autodesk.Revit.DB Namespace